{"FREE_TEXT" : {"__type" : "System.Collections.Generic.List`1[[FreeTextData, Assembly-CSharp, Version=0.0.0.0, Culture=neutral, PublicKeyToken=null]],mscorlib","value" : [{"signal_index" : 34,"category" : "free_text_sensory","data" : "The sensation feels like constant taps or vibrations."},{"signal_index" : 34,"category" : "free_text_emotional","data" : "I feel I need to do something instantly or attend to some emergency instantly."},{"signal_index" : 34,"category" : "free_text_association","data" : "It feels like a phone vibration with some imporatant message such as emergency broadcast for weather condition."},{"signal_index" : 35,"category" : "free_text_sensory","data" : "The sensation feels like a very fast rifle or machine gun."},{"signal_index" : 35,"category" : "free_text_emotional","data" : "It makes me feel like I am firing some firearm with high fire rate."},{"signal_index" : 35,"category" : "free_text_association","data" : "I could relate this to playing call of duty on a controller, the gun mechanics seems very similar to the sensation mentioned."},{"signal_index" : 36,"category" : "free_text_sensory","data" : "The sensation feels like very gentle taps."},{"signal_index" : 36,"category" : "free_text_emotional","data" : "It makes me feel agitated but in a calm way, like there is some ticking going on or my heartbeat i can feel."},{"signal_index" : 36,"category" : "free_text_association","data" : "After running very fast or doing something which is tiring with at altitude I felt my heart pounded like this which I could hear in my ears and feel in my arms."},{"signal_index" : 39,"category" : "free_text_sensory","data" : "The Sensation feels like rumble of a high speed engine or machine."},{"signal_index" : 39,"category" : "free_text_emotional","data" : "It makes me feel that I have high amounts power in my grasp and pressing trigger will take me faster or fire a gun."},{"signal_index" : 39,"category" : "free_text_association","data" : "This reminds me of a lawn mower which is cutting grass, this also feels like a jet ski going at very high speed."},{"signal_index" : 40,"category" : "free_text_sensory","data" : "This sensation feels like burst of vibrations and then a pause."},{"signal_index" : 40,"category" : "free_text_emotional","data" : "It makes me feel like I am trying to contact someone. I it makes me feel hopeful."},{"signal_index" : 40,"category" : "free_text_association","data" : "It reminds me of starting a Car which has been kept outside in Cold which takes time to start and you have to turn the key many times. It also feels like calling someone or your phones vibration when you get a call. "},{"signal_index" : 43,"category" : "free_text_sensory","data" : "The sensation feels like extremely faint vibrations with multiple bets in a second."},{"signal_index" : 43,"category" : "free_text_emotional","data" : "It makes me feel soothing but intense."},{"signal_index" : 43,"category" : "free_text_association","data" : "This does remind of flying a helicopter on a gaming console which gives this faint vibration beats."},{"signal_index" : 48,"category" : "free_text_sensory","data" : "The sensation is frictional, there are two high friction burst accompanyed by low friction burst "},{"signal_index" : 48,"category" : "free_text_emotional","data" : "The makes me feel irritating and uncomfortable.\t\t"},{"signal_index" : 48,"category" : "free_text_association","data" : "This feels like when you are driving you go out of your lane and get on the edge of the road where there is resistve strips to make you aware that you are out of lane makes your car rattle."},{"signal_index" : 52,"category" : "free_text_sensory","data" : "This sensation is gradually increasing vibrations more like fast steps of vibrations and then a pause."},{"signal_index" : 52,"category" : "free_text_emotional","data" : "This sensation makes me feel aggresive and panicky.\t"},{"signal_index" : 52,"category" : "free_text_association","data" : "This reminds me of some big siren going off in nuclear bunker. It also feels like chain saw cutting through wood."},{"signal_index" : 53,"category" : "free_text_sensory","data" : "I would describe this as Rough and gritty with one vibration being sharper then the next one."},{"signal_index" : 53,"category" : "free_text_emotional","data" : "This make me feel anxious and passive."},{"signal_index" : 53,"category" : "free_text_association","data" : "This reminds me of car engine shutting down espcially in case of Manual car where the clutch is not able to grab onto the gear and car comes to a grinding halt."},{"signal_index" : 54,"category" : "free_text_sensory","data" : "I describe this sensation as precise vibration in periodic time with some very low background vibration always present.\t\t"},{"signal_index" : 54,"category" : "free_text_emotional","data" : "This make me feel intense and weird.\t"},{"signal_index" : 54,"category" : "free_text_association","data" : "This reminds me of using saw on wood like table saw on a wood. This also feels like ringing of old telpehones."},{"signal_index" : 55,"category" : "free_text_sensory","data" : "I would desribe this snesation as Prominent vibration and then one smallest vibration and then a little bigger vibration and this pattern repeating."},{"signal_index" : 55,"category" : "free_text_emotional","data" : "This makes me feel bad or annoying."},{"signal_index" : 55,"category" : "free_text_association","data" : "This reminds of selecting a item in a games which you are not supposed to select the game denies you the selection you get the second and third smaller vibrations."},{"signal_index" : 56,"category" : "free_text_sensory","data" : "I would desribe this sensation as one vibration of 2 seconds with sharp drop off after and this cycle repeating."},{"signal_index" : 56,"category" : "free_text_emotional","data" : "This makes me feel energetic and buzzed maybe."},{"signal_index" : 56,"category" : "free_text_association","data" : "This feels like walking on rough terrain, it also feels like ringing a doorbell."},{"signal_index" : 60,"category" : "free_text_sensory","data" : "This sensation can be desribed as Low rumble and then tewo precise vibration a pause and then two precise vibration and then low rumble, this is repeated muliple times."},{"signal_index" : 60,"category" : "free_text_emotional","data" : "This makes me feel neautral and calm."},{"signal_index" : 60,"category" : "free_text_association","data" : "This reminds me of heavy machine moving like a crane or bulldozer. This also feels like a virabtion robot would make from Trnasfomers."},{"signal_index" : 62,"category" : "free_text_sensory","data" : "This sensation feel like a faint vibration which increases slightly in amplitude and then decrease like sine wave but everything is faint not very noticable."},{"signal_index" : 62,"category" : "free_text_emotional","data" : "It makes feel familiar and calm."},{"signal_index" : 62,"category" : "free_text_association","data" : "This reminds me of Frogs making the noise. This also feels like using a tool in a game which is building something,"},{"signal_index" : 63,"category" : "free_text_sensory","data" : "This sensation is vibrations of some amplitude not too high, which increases in the start and then gradually deacreases."},{"signal_index" : 63,"category" : "free_text_emotional","data" : "This makes me feel spradic and intense."},{"signal_index" : 63,"category" : "free_text_association","data" : "This reminds of flying a propeller plane and strarting it's engine which makes this vibration when it is starting. It also feels like low caliber weapon firing burst shots."},{"signal_index" : 66,"category" : "free_text_sensory","data" : "This sensation feels like very fine vibration increasing initially then dreasing and then increasing agian."},{"signal_index" : 66,"category" : "free_text_emotional","data" : "This makes me feel anxious and uncomfortable.\t"},{"signal_index" : 66,"category" : "free_text_association","data" : "This feels like a police or fire siren being converted to the vibration pattern."}]},"PRESET" : {"__type" : "System.Collections.Generic.List`1[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]],mscorlib","value" : [2,3,4,7,8,11,15,19,20,21,22,23,27,28,29,32]},"TIMESTAMP" : {"__type" : "string","value" : "9\/24\/2024 3:46:21 PM"}}