{"FREE_TEXT" : {"__type" : "System.Collections.Generic.List`1[[FreeTextData, Assembly-CSharp, Version=0.0.0.0, Culture=neutral, PublicKeyToken=null]],mscorlib","value" : [{"signal_index" : 34,"category" : "free_text_sensory","data" : "It was a continuous sensation, it kept pulsing but never stopped or paused"},{"signal_index" : 34,"category" : "free_text_emotional","data" : "Feels like hurry, like I have to run"},{"signal_index" : 34,"category" : "free_text_association","data" : "felt a bit like churning butter, operating a food processor on pulse mode and trying to cranck an old IC engine "},{"signal_index" : 35,"category" : "free_text_sensory","data" : "Constant and uniformly oscillating up and down beats"},{"signal_index" : 35,"category" : "free_text_emotional","data" : "Feels like energy, upbeat, makes me wanna ride a bike"},{"signal_index" : 35,"category" : "free_text_association","data" : "Like I'm in a club dancing to EDM or I'm riding an old vintage vehicle like a Royal Enfiled bike or a tractor"},{"signal_index" : 36,"category" : "free_text_sensory","data" : "A low and silent pulse, you can hardly feel it "},{"signal_index" : 36,"category" : "free_text_emotional","data" : "Feels like a secret or mystery, suspicious, and maybe even anxious "},{"signal_index" : 36,"category" : "free_text_association","data" : "Low pulse, reminds me of soldiers walking in a swamp at night time for stealth, Also feels like impending death with the low heartbeat sorta feeling "},{"signal_index" : 39,"category" : "free_text_sensory","data" : "This sensation felt like something was in constant motion, it was continuous and felt strong"},{"signal_index" : 39,"category" : "free_text_emotional","data" : "This sensation felt like i was working in a field operating some heavy machinery, Energetic and felt like work time."},{"signal_index" : 39,"category" : "free_text_association","data" : "Quite a lot of things actually, this was more like operating a grass cutter, or the vibrations felt on ps4 joystick while playing Call of Duty"},{"signal_index" : 40,"category" : "free_text_sensory","data" : "This sensation felt like something was trying to start. The vibrations came in a pattern of five and had a break before it looped again "},{"signal_index" : 40,"category" : "free_text_emotional","data" : "This sensation felt like laziness, trying hard to wake up in the morning or even the opposite of struggling to wake someone else up in the morning"},{"signal_index" : 40,"category" : "free_text_association","data" : "This sensation felt like trying to jumpstart a car on a winter morning, old equipments failing to start on the get go"},{"signal_index" : 43,"category" : "free_text_sensory","data" : "this sensation felt like tiny uniform and also quick steps"},{"signal_index" : 43,"category" : "free_text_emotional","data" : "This sensation makes me feel sleepy as it reminds me of someone snoring in proximity, also feels like I have to be quiet"},{"signal_index" : 43,"category" : "free_text_association","data" : "The sound a motor boat's engine makes before we deboard ii and also like bullets fired in a distance "},{"signal_index" : 48,"category" : "free_text_sensory","data" : "The sensation felt like it had 3 uniform beats followed by a deeper beat and this pattern looped "},{"signal_index" : 48,"category" : "free_text_emotional","data" : "Feels like nostalgia handling old brick dumb phones of the mid 2000s or a gameboy, the vibrations remids me of nostalgia"},{"signal_index" : 48,"category" : "free_text_association","data" : "The sensation was resmebling the ringtone vibration patterns of olden era, nokia brick phones were the first thought"},{"signal_index" : 52,"category" : "free_text_sensory","data" : "The sensation felt like something was starting from zero rpm to a high rmp in a span of a second and this sensation looped "},{"signal_index" : 52,"category" : "free_text_emotional","data" : "This sensation felt like i was in an emergency, Like I had to do something quick. this also cheered me up and felt very familiar "},{"signal_index" : 52,"category" : "free_text_association","data" : "This sensation reminded me of playing beyblade matches with my friends, also reminded me of using a drilling machine "},{"signal_index" : 53,"category" : "free_text_sensory","data" : "This sensation felt like accelerating a bike on neutral twice"},{"signal_index" : 53,"category" : "free_text_emotional","data" : "This sensation made me feel like something big was about to happen and this was the buildup before that. this also felt like speed or like a race was about to begin"},{"signal_index" : 53,"category" : "free_text_association","data" : "This felt like accelerating and making noise with the engine on neutral on a 2 stroke bike, yamaha rx bike makes a similar sound\/vibration\/sensation "},{"signal_index" : 54,"category" : "free_text_sensory","data" : "This sensation felt like two metal rods clanked, it had a distince reverberation-ish feel to it "},{"signal_index" : 54,"category" : "free_text_emotional","data" : "This sensation induces a sense of suspense to me like something of a clock ticking effect, the sensation also feels hollow like echos in a cave"},{"signal_index" : 54,"category" : "free_text_association","data" : "This feels like holding two metal bars in hand and clancking them"},{"signal_index" : 55,"category" : "free_text_sensory","data" : "This sensations tarted with a long vibration and them became two vibrations back to back in a loop. "},{"signal_index" : 55,"category" : "free_text_emotional","data" : "Feels like wake up time, like the vibration of an alarm clock in the morning, energetic, fresh are some words I'd like to associate with this sensation "},{"signal_index" : 55,"category" : "free_text_association","data" : "Alarm clock app of the iphone in the morning, lowkey reminds me of a trimmer being operated on my face"},{"signal_index" : 56,"category" : "free_text_sensory","data" : "This sensation felt like 2 spinning wheels spinning in opposite directions stopped spinning back to back in a second "},{"signal_index" : 56,"category" : "free_text_emotional","data" : "This sensation made me feel like humans were at work, like in a construction site operating a manual saw in to and fro motion "},{"signal_index" : 56,"category" : "free_text_association","data" : "This felt like i was churning butter with my grandma, or playing with a spinning top when the top is being released from the thread and starts to spin "},{"signal_index" : 60,"category" : "free_text_sensory","data" : "It was different beats on top of eachother in some acceleting pattern but no cohesion "},{"signal_index" : 60,"category" : "free_text_emotional","data" : "This sensation made me feel entropy, it was random. Like cars honking on an Indian traffic juncture, this felt like chaos "},{"signal_index" : 60,"category" : "free_text_association","data" : "This reminds me of indian traffic junctures, or even the music pattern of a car taking reverse"},{"signal_index" : 62,"category" : "free_text_sensory","data" : "This sensation felt like a low humming vibration, a low racing beat was played in loop "},{"signal_index" : 62,"category" : "free_text_emotional","data" : "This sensation made me feel like I was walking in a park late at night in the monsoon season, tranquility, peace and silence will be the words I'd use to describe the emotion"},{"signal_index" : 62,"category" : "free_text_association","data" : "This felt like the sound frogs make in rainy season at night, also feels like something is trying to start "},{"signal_index" : 63,"category" : "free_text_sensory","data" : "A sensation which starts low at the beginning, reached the high point at the middle and fases away to nothing in the end and this is looped "},{"signal_index" : 63,"category" : "free_text_emotional","data" : "This sensation makes me feel like I'm flying maybe because it reminds me of a helicopter. "},{"signal_index" : 63,"category" : "free_text_association","data" : "This sensation reminded me of the doppler effect observed when propellor aircraft flies past us "},{"signal_index" : 66,"category" : "free_text_sensory","data" : "It a long vibration which goes on for 3 plus seconds and feels stretched "},{"signal_index" : 66,"category" : "free_text_emotional","data" : "This sensation makes me feel like I'm opening something. feels long and boring like opening a bag of luggage after coming home and opening after a long trip. It also feels boring "},{"signal_index" : 66,"category" : "free_text_association","data" : "This feels like opening a suitcase of a zipper bag. It also feel like im pulling a long rope"}]},"PRESET" : {"__type" : "System.Collections.Generic.List`1[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]],mscorlib","value" : [2,3,4,7,8,11,15,19,20,21,22,23,27,28,29,32]},"TIMESTAMP" : {"__type" : "string","value" : "9\/25\/2024 3:57:42 PM"}}