{"FREE_TEXT" : {"__type" : "System.Collections.Generic.List`1[[FreeTextData, Assembly-CSharp, Version=0.0.0.0, Culture=neutral, PublicKeyToken=null]],mscorlib","value" : [{"signal_index" : 34,"category" : "free_text_sensory","data" : "this sensations feels like that of an object rotating as it is periodic and the vibrations go up n down in strength."},{"signal_index" : 34,"category" : "free_text_emotional","data" : "this sensation makes me feel uneasy as my situatios and memories associated with it are not pleasant."},{"signal_index" : 34,"category" : "free_text_association","data" : "this vibration reminds me of the washing machine running on very high load of clothes and the really rusty tires of a bycicle and brakes as they are pedalled hard to move forward."},{"signal_index" : 35,"category" : "free_text_sensory","data" : "this sensation is of hugh frequency...even faster than heart beats."},{"signal_index" : 35,"category" : "free_text_emotional","data" : "this sensation makes me feel alert and aware."},{"signal_index" : 35,"category" : "free_text_association","data" : "I use a similar kind of tone and ring for my alarm clock, its like a fast paced ticking and it always wakes me up from my sleep."},{"signal_index" : 36,"category" : "free_text_sensory","data" : "this sensation is like a leaked tap dripping water, not too quick and not too slow"},{"signal_index" : 36,"category" : "free_text_emotional","data" : "this sensation has a periodic ring to it, makes me feel calm at first, but builds anticipation as time goes on and gets annoying after a while"},{"signal_index" : 36,"category" : "free_text_association","data" : "this sensation is very much like a leaking tap."},{"signal_index" : 39,"category" : "free_text_sensory","data" : "this sensation is lpulsating, feels like its tapping you very softly and very quickly"},{"signal_index" : 39,"category" : "free_text_emotional","data" : "this sensation makes me feel calm and relaxing. It is uniform, and not too intimidating"},{"signal_index" : 39,"category" : "free_text_association","data" : "this vibration reminds me of the massager I had back home, it is not too hard on the body and gives much needed relief when you have muscle pain."},{"signal_index" : 40,"category" : "free_text_sensory","data" : "this sensation feels like its trying really hard to do something, but is failing. It starts of high , beats three times and goes away."},{"signal_index" : 40,"category" : "free_text_emotional","data" : "this sensation made me feel funny, made me smile."},{"signal_index" : 40,"category" : "free_text_association","data" : "this definitely reminds me of a really old car trying to start on a winter morning. Just a few grunting noises when the key is turned but wont turn on."},{"signal_index" : 43,"category" : "free_text_sensory","data" : "this sensation is very fast, uniform yet builds up like something is running out."},{"signal_index" : 43,"category" : "free_text_emotional","data" : "this sensation makes me feel restless and anxious"},{"signal_index" : 43,"category" : "free_text_association","data" : "this sensation reminds me of the time when I was participating in competitions where the time would be running out and the countdowns sound and feel the same in my head."},{"signal_index" : 48,"category" : "free_text_sensory","data" : "this sensation has a good melody to it. You can listen or feel it for a good amount of time."},{"signal_index" : 48,"category" : "free_text_emotional","data" : "this sensaton made me feel happy and joyful. The sensation has a good rhythm and feels pleasant."},{"signal_index" : 48,"category" : "free_text_association","data" : "this sensation feels like one of those EDMs I have in my playlist , which I just have them for the music and not for the lyrics."},{"signal_index" : 52,"category" : "free_text_sensory","data" : "this sensation is like that \"boing\" of a spring or a slinky when it compresses and stretches."},{"signal_index" : 52,"category" : "free_text_emotional","data" : "This sensation makes me feel jumpy, but soothing at the same time. It's not the most pleasant sound or feeling, but it is fun."},{"signal_index" : 52,"category" : "free_text_association","data" : "it reminds of the trampolines, or the inflated houses for kinds, where there is a lot of jumping and laughter."},{"signal_index" : 53,"category" : "free_text_sensory","data" : "this sensation is exactly that of a saw cutting wood."},{"signal_index" : 53,"category" : "free_text_emotional","data" : "this sensation makes me feel tired, as my memory associated with it is too much labour. It can be fun on a good day, but mostly tiring."},{"signal_index" : 53,"category" : "free_text_association","data" : "I remember this sensation when I was sawing a big chunk of wood. This sensation is exactly like that, pushing and pulling the saw as it cuts into the wood."},{"signal_index" : 54,"category" : "free_text_sensory","data" : "this sensation is like the vibrations you feel through your body when you stand too close to a big loud speaker."},{"signal_index" : 54,"category" : "free_text_emotional","data" : "this sensation gives me goosebumps as I can feel the vibrations through my hand."},{"signal_index" : 54,"category" : "free_text_association","data" : "this vibration reminds me of the bass boosted speaker just blasting the sound directly through your body, or just water jumping on a speaker playing music if its not too loud."},{"signal_index" : 55,"category" : "free_text_sensory","data" : "this sensation is like a buzzer on an alarm clock"},{"signal_index" : 55,"category" : "free_text_emotional","data" : "this sensation feels like its alerting some kind of deadline and makes me feel panicky."},{"signal_index" : 55,"category" : "free_text_association","data" : "this sensation reminds me of my electric cooker I had back home which would sound a buzzer to indicate cooking is finished."},{"signal_index" : 56,"category" : "free_text_sensory","data" : "this sensation is like a reverb to another sound or vibration"},{"signal_index" : 56,"category" : "free_text_emotional","data" : "this sensation makes me feel excited as if its gearing up for something big."},{"signal_index" : 56,"category" : "free_text_association","data" : "this sensation is like me revving a bike, its fun and exciting."},{"signal_index" : 60,"category" : "free_text_sensory","data" : "this sensation is like a dummer giving music to the song, it has a good flow of patterns."},{"signal_index" : 60,"category" : "free_text_emotional","data" : "it makes me want to get up and move my feet to the rhythm."},{"signal_index" : 60,"category" : "free_text_association","data" : "this reminds me of club music played in parties."},{"signal_index" : 62,"category" : "free_text_sensory","data" : "this sensation is like a small rotor rotating to a weak current."},{"signal_index" : 62,"category" : "free_text_emotional","data" : "this sensation makes me feel passive and lazy."},{"signal_index" : 62,"category" : "free_text_association","data" : "this sensation reminds me of the hot summer days as kids, when the fan in the room at top speed was not enough to beat the heat."},{"signal_index" : 63,"category" : "free_text_sensory","data" : "this vibration is like the sound of someone's stomach when theyare vey hungry"},{"signal_index" : 63,"category" : "free_text_emotional","data" : "this sensation makes me feel very hungry, n funny how it is so similar."},{"signal_index" : 63,"category" : "free_text_association","data" : "it reminds me of a situation when my stomach grumbled so loudly during a yoga class."},{"signal_index" : 66,"category" : "free_text_sensory","data" : "this sensation is like a really loud ring and the echo of it."},{"signal_index" : 66,"category" : "free_text_emotional","data" : "this sensation makes me feel calm and serene. It also makes me feel happy and moved."},{"signal_index" : 66,"category" : "free_text_association","data" : "this sensation is like the ringing of a really big bell like in one of the church. It has a loud ringing of a sound and then follows through with an echo before ringing again soon after."}]},"PRESET" : {"__type" : "System.Collections.Generic.List`1[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]],mscorlib","value" : [2,3,4,7,8,11,15,19,20,21,22,23,27,28,29,32]},"TIMESTAMP" : {"__type" : "string","value" : "9\/24\/2024 9:20:39 AM"}}