{"FREE_TEXT" : {"__type" : "System.Collections.Generic.List`1[[FreeTextData, Assembly-CSharp, Version=0.0.0.0, Culture=neutral, PublicKeyToken=null]],mscorlib","value" : [{"signal_index" : 1,"category" : "free_text_sensory","data" : "This sensation is characterized by fast-paced pulsing vibrations.  "},{"signal_index" : 1,"category" : "free_text_emotional","data" : "This sensation made me feel anxiety."},{"signal_index" : 1,"category" : "free_text_association","data" : "This sensation reminds me of when my heart races when I get anxious."},{"signal_index" : 5,"category" : "free_text_sensory","data" : "The sensation consisted of vibrations that pulsed in a manner similar to a heartbeat."},{"signal_index" : 5,"category" : "free_text_emotional","data" : "I felt winded, or like I have just completed a tough workout, after experiencing this sensation."},{"signal_index" : 5,"category" : "free_text_association","data" : "This sensation reminds me of the moment I finish a tough workout."},{"signal_index" : 6,"category" : "free_text_sensory","data" : "The sensation was characterized by rapidly pulsing sounds that sound like buttons being pressed."},{"signal_index" : 6,"category" : "free_text_emotional","data" : "This sensation made me feel slightly excited."},{"signal_index" : 6,"category" : "free_text_association","data" : "It reminded me of the times I have excitedly sent text messages to friends and family."},{"signal_index" : 9,"category" : "free_text_sensory","data" : "This sensation was characterized by moderately rapidly pulsing vibrations, that seemed to ocur at not quite equal intervals."},{"signal_index" : 9,"category" : "free_text_emotional","data" : "This sensation made me feel moderately annoyed."},{"signal_index" : 9,"category" : "free_text_association","data" : "This sensation reminds me of playing in a symphonic band and the bass drum player being unable to keep a steady beat. "},{"signal_index" : 10,"category" : "free_text_sensory","data" : "This sensation was characterized by moderately long, pulsating vibrations."},{"signal_index" : 10,"category" : "free_text_emotional","data" : "This sensation made me feel slightly anxious."},{"signal_index" : 10,"category" : "free_text_association","data" : "This sensation reminds me of when my phone vibrates indicating that I am getting a phone call, specifically one I do not want to answer. "},{"signal_index" : 12,"category" : "free_text_sensory","data" : "The sensation was one long vibration with pulses of slightly more intense vibration at rapid equal intervals. "},{"signal_index" : 12,"category" : "free_text_emotional","data" : "This sensation made me feel anxiety, specifically the type of anxiety I get when I am playing a game with friends and we are entering a difficult mission."},{"signal_index" : 12,"category" : "free_text_association","data" : "I have not experienced a sensation quite like this before but I have experienced video game controllers vibrating somewhat like this."},{"signal_index" : 13,"category" : "free_text_sensory","data" : "The sensation is characterized by moderately long, moderately paced pulsing vibrations. "},{"signal_index" : 13,"category" : "free_text_emotional","data" : "This sensation elicited the specific type of frustration that comes with waking up in the morning to an alarm when you don't feel ready to get out of bed. "},{"signal_index" : 13,"category" : "free_text_association","data" : "This sensation reminds me of alarms I have had in the past to get me out of bed in the morning. "},{"signal_index" : 14,"category" : "free_text_sensory","data" : "The sensation was characterized by short rapidly paced pulsing vibrations."},{"signal_index" : 14,"category" : "free_text_emotional","data" : "This sensation made me feel slightly happy."},{"signal_index" : 14,"category" : "free_text_association","data" : "This reminded me of a metronome or a steady beat in music, and elicited the desire to want to tap my foot along with the pulse. "},{"signal_index" : 16,"category" : "free_text_sensory","data" : "This sensation was characterized by a steady vibration with pulses of more intense vibration occurring at rapid equal intervals. "},{"signal_index" : 16,"category" : "free_text_emotional","data" : "This sensation made me feel slightly nostalgic. "},{"signal_index" : 16,"category" : "free_text_association","data" : "This sensation reminds me of the time an old friend and I would play with toy cars as kids and race them around tracks. "},{"signal_index" : 17,"category" : "free_text_sensory","data" : "This sensation was characterized by rapid short vibrating pulses. "},{"signal_index" : 17,"category" : "free_text_emotional","data" : "This sensation made me feel anxious, as though I am about to enter a very difficult situation."},{"signal_index" : 17,"category" : "free_text_association","data" : "I have not experienced anything quite like this before. "},{"signal_index" : 18,"category" : "free_text_sensory","data" : "This sensation can be described as two short ticks and then a longer vibration, repeating at equal intervals. "},{"signal_index" : 18,"category" : "free_text_emotional","data" : "This sensation made me feel happy."},{"signal_index" : 18,"category" : "free_text_association","data" : "This sensation is similar to a common beat in music, and I noticed the desire to dance and groove along with it, which makes me happy. "},{"signal_index" : 24,"category" : "free_text_sensory","data" : "This sensation can be described as someone furiously typing a long message on a phone keyboard with haptic feedback turned on."},{"signal_index" : 24,"category" : "free_text_emotional","data" : "This sensation made me feel slightly anxious and angry, as those emotions are when I am most likely to type a long message. "},{"signal_index" : 24,"category" : "free_text_association","data" : "I am reminded of the times when I was anxious or angry and needing to send out messages to people to accurately convey my emotions or to resolve conflict."},{"signal_index" : 25,"category" : "free_text_sensory","data" : "This sensation is similar to someone typing a message on their phone with haptic feedback on at a moderately rapid pace. "},{"signal_index" : 25,"category" : "free_text_emotional","data" : "This sensation elicited an emotion of amusement out of me. "},{"signal_index" : 25,"category" : "free_text_association","data" : "This sensation reminds me of the many times I have seen older people use smartphones and type out messages using only one finger to press one key at a time. "},{"signal_index" : 26,"category" : "free_text_sensory","data" : "The sensation is characterized by moderately short vibrating pulses at moderately short intervals. "},{"signal_index" : 26,"category" : "free_text_emotional","data" : "The sensation made me feel slightly anxious and overwhelmed."},{"signal_index" : 26,"category" : "free_text_association","data" : "This sensation reminds me of getting many notifications for a variety of different things all at once. "},{"signal_index" : 30,"category" : "free_text_sensory","data" : "This sensation seems to be characterized by short vibrating pulses at slow and somewhat irregular intervals. "},{"signal_index" : 30,"category" : "free_text_emotional","data" : "This sensation makes me feel confused. "},{"signal_index" : 30,"category" : "free_text_association","data" : "I am reminded of the times I have heard bass-heavy pop songs that I do not enjoy and struggled to find a sense of rhythm in the song."},{"signal_index" : 31,"category" : "free_text_sensory","data" : "This sensation is characterized by moderately short vibrating pulses at very rapid intervals - there is hardly any space in between each pulse. "},{"signal_index" : 31,"category" : "free_text_emotional","data" : "This sensation made me feel anxious."},{"signal_index" : 31,"category" : "free_text_association","data" : "This sensation reminds me of the way my heart rate increases when I get anxious.  "}]},"PRESET" : {"__type" : "System.Collections.Generic.List`1[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]],mscorlib","value" : [2,3,4,7,8,11,15,19,20,21,22,23,27,28,29,32]},"TIMESTAMP" : {"__type" : "string","value" : "9\/20\/2024 9:23:04 AM"}}